---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.CeramicBumpType.Wavy
enum: Autodesk.Revit.DB.Visual.CeramicBumpType
source: html/1ad9af61-0201-e6c6-86ec-37311996d7e0.htm
---
# Autodesk.Revit.DB.Visual.CeramicBumpType.Wavy